import './gaxni.css'
function Gaxtni(){
    return(
        <div className='a110'>
            <div className='a111'>
                <div className='a112'><h3>Գաղտնիության քաղաքականություն</h3></div>
            </div>
            <div className='a113'>
                <div className='a114'><h5>Գաղտնիության Քաղաքականությունը սահմանում է, թե ինչպես է ընկերությունը (այսուհետ նաև՝ «մենք» կամ «մեզ») տնօրինում ձեր կողմից տրամադրված տեղեկատվությունը։<br></br> Մենք կմշակենք այս կայքէջով (այսուհետ՝ Կայքէջ) մեզ տրամադրված կամ այլ կերպ մեզ մոտ գտնվող ցանկացած տեղեկատվություն սույն Գաղտնիության Քաղաքականությամբ սահմանված կարգով։ <br></br> Ձեր տեղեկատվությունը մեզ հաղորդելով և Կայքէջից օգտվելով դուք տալիս եք ձեր անձնական տեղեկատվության (ներառյալ փոխանցումները երրորդ կողմերին) օգտագործման համաձայնությունը, ինչպես դա սահմանված է Կայքէջում հրապարակված Գաղտնիության Քաղաքականության մեջ և Կանոններում։ Եթե դուք համաձայն չեք Գաղտնիության քաղաքականության պայմաններին, ապա խնդրում ենք չօգտվել Կայքէջից և մեր ծառայություններից։<br></br> Տվյալների հավաքագրում<br></br> Ձեր անձնական տվյալները մշակելու օրինական հիմքերը, որոնց վրա մենք հիմնվում ենք կարող են լինել․<br></br> Կարգավորումները, օրինակ, երբ մշակումը նախատեսված է «Փողի լվացման և ահաբեկչության դեմ պայքարի» մասին ՀՀ օրենքով, շահումով խաղերի և տոտալիզատորների մասին օրենսդրությամբ, անձական տվյալների պաշտպանությամբ։<br></br> Ձեր համաձայնությամբ։
                <br></br>  Ձեր մասին անձնական տեղեկատվությունը և տվյալները, որոնք մենք կարող ենք հավաքել և մշակել ներառում է հետևյալը.<br></br> 1. Տեղեկատվություն, որը տրամադրում եք մեզ Կայքէջում՝ գրանցման ձևը լրացնելիս, կամ ցանկացած այլ տեղեկատվություն, որը տրամադրում եք Կայքէջի կամ էլեկտրոնային փոստի միջոցով, ներառյալ՝ անունը, ազգանունը, հայրանունը, սեռը, ծննդյան ամսաթիվը, անձնագրի սերիան և համարը/ նույնականացման քարտի համարը, անձնագրի/նույնականացման քարտի տրման ամսաթիվը, անձնագրը/նույնականացման քարտը տվող լիազոր մարմինը, անձնագրի/նույնականացման քարտի վավերականությունը, լուսանկարը, բիոմետրիկ ինքնանկարը և հաշվառման հասցեն։<br></br>
               Գաղտնիության Քաղաքականությունը սահմանում է, թե ինչպես է ընկերությունը (այսուհետ նաև՝ «մենք» կամ «մեզ») տնօրինում ձեր կողմից տրամադրված տեղեկատվությունը։<br></br> Մենք կմշակենք այս կայքէջով (այսուհետ՝ Կայքէջ) մեզ տրամադրված կամ այլ կերպ մեզ մոտ գտնվող ցանկացած տեղեկատվություն սույն Գաղտնիության Քաղաքականությամբ սահմանված կարգով։ <br></br> Ձեր տեղեկատվությունը մեզ հաղորդելով և Կայքէջից օգտվելով դուք տալիս եք ձեր անձնական տեղեկատվության (ներառյալ փոխանցումները երրորդ կողմերին) օգտագործման համաձայնությունը, ինչպես դա սահմանված է Կայքէջում հրապարակված Գաղտնիության Քաղաքականության մեջ և Կանոններում։ Եթե դուք համաձայն չեք Գաղտնիության քաղաքականության պայմաններին, ապա խնդրում ենք չօգտվել Կայքէջից և մեր ծառայություններից։<br></br>Տվյալների հավաքագրում<br></br> Ձեր անձնական տվյալները մշակելու օրինական հիմքերը, որոնց վրա մենք հիմնվում ենք կարող են լինել․<br></br> Կարգավորումները, օրինակ, երբ մշակումը նախատեսված է «Փողի լվացման և ահաբեկչության դեմ պայքարի» մասին ՀՀ օրենքով, շահումով խաղերի և տոտալիզատորների մասին օրենսդրությամբ, անձական տվյալների պաշտպանությամբ։<br></br>  Ձեր համաձայնությամբ։
                </h5></div>


            </div>
        </div>
    )
}
export default Gaxtni;