
import './kano.css'
function Kanon(){

  
    return(
        <div className="a92">
            <div className='a93'>
                <div className='a94'><h3>Կանոներ</h3></div>
            </div>
            <div className='a95'>
                <div className='a96'>
                    
                 <button className='a98' onClick={()=>{
                 let a103=document.querySelector(".a103")
                 let a104=document.querySelector(".a104")
                 let a105=document.querySelector(".a105")
                 let a106=document.querySelector(".a106")
                 let a107=document.querySelector(".a107")
                 let a108=document.querySelector(".a108")
                //  let a109=document.querySelector(".a109")
                //  a109.style.display="none"
                 a108.style.display="none"
                 a107.style.display="none"
                 a104.style.display="none"
                 a105.style.display="none"
                 a103.style.display="block"
                 a106.style.display="none"
                 }}><h3>Ինտերնետ շահումով խաղերի կանոներ</h3></button>
                 
                 
                 
                 <button className='a99'onClick={()=>{
                 let a104=document.querySelector(".a104")
                 let a105=document.querySelector(".a105")
                 let a106=document.querySelector(".a106")
                 let a103=document.querySelector(".a103")
                 let a107=document.querySelector(".a107")
                 let a108=document.querySelector(".a108")
                //  let a109=document.querySelector(".a109")
                //  a109.style.display="none"
                 a108.style.display="none"
                 a107.style.display="none"
                 a104.style.display="block"
                 a105.style.display="none"
                 a103.style.display="none"
                 a106.style.display="none"
                 }}><h3>Սլոթ խաղեր</h3></button>


                 <button className='a100' onClick={()=>{
                          let a104=document.querySelector(".a104")
                          let a105=document.querySelector(".a105")
                          let a103=document.querySelector(".a103")
                          let a106=document.querySelector(".a106")
                          let a107=document.querySelector(".a107")
                          let a108=document.querySelector(".a108")
                        //   let a109=document.querySelector(".a109")
                        //   a109.style.display="none"
                          a108.style.display="none"
                          a107.style.display="none"
                          a104.style.display="none"
                          a105.style.display="none"
                          a103.style.display="none"
                          a106.style.display="block"

                 }}><h3>Հմտության խաղեր</h3></button>

                 <button className='a101' onClick={()=>{
                 let a104=document.querySelector(".a104")
                 let a105=document.querySelector(".a105")
                 let a103=document.querySelector(".a103")
                 let a106=document.querySelector(".a106")
                 let a107=document.querySelector(".a107")
                 let a108=document.querySelector(".a108")
                //  let a109=document.querySelector(".a109")
                //  a109.style.display="none"
                 a108.style.display="none"
                 a106.style.display="none"
                 a104.style.display="none"
                 a105.style.display="none"
                 a103.style.display="none"
                 a107.style.display="block"

                 }}><h3>Պոկեր</h3></button>

                 <button className='a102' onClick={()=>{
                    let a104=document.querySelector(".a104")
                    let a105=document.querySelector(".a105")
                    let a103=document.querySelector(".a103")
                    let a106=document.querySelector(".a106")
                    let a107=document.querySelector(".a107")
                    let a108=document.querySelector(".a108")
                    // let a109=document.querySelector(".a109")
                    // a109.style.display="none"
                    a108.style.display="block"
                    a106.style.display="none"
                    a104.style.display="none"
                    a105.style.display="none"
                    a103.style.display="none"
                    a107.style.display="none"
                 }}><h3>Լայվ խաղեր</h3></button>
                 </div>

                <div className='a97'>
                <div className='a105'><h5>1.Խաղեր՝ ինտերնետ շահումով խաղեր, որոնց մասնակցելու հնարավորություն է ստեղծում Կազմակերպիչը սույն կանոնակարգին համապատասխան,Միավոր՝ միավոր, որը հնարավորություն է տալիս մասնակցել Խաղերին սույն կանոնակարգով սահմանված կարգով,<br></br>2.Խաղագումար՝ Խաղացողի կողմից վճարվող գումար Խաղերին մասնակցելու համար,<br></br>3.Շահում՝ Խաղացողի կողմից սույն կանոնակարգով սահմանված կարգով շահած գումար,<br></br>4.Կազմակերպիչ՝ «Կաբարկո» ՍՊԸ, որը հնարավորություն է ստեղծում մասնակցել Խաղերին,<br></br>5.Խաղացող՝ 21 տարին լրացած ֆիզիկական անձ, որը գրանցվել է Կազմակերպչի կայքէջում,....<p>3.ՀԱՇՎԻ ԿԱՆՈՆՆԵՐ</p>
<p>3.1.Հատուկ խաղային հաշվի ստեղծում</p>
<p>3.1.1Խաղերին մասնակցելու համար անձը պետք է&nbsp; ստեղծի Հատուկ խաղային հաշիվ` գրանցվելով www.adjarabet.am կայքէջում: Կայքէջում գրանցվելը նշանակում է, որ Խաղացողը համաձայնվում է սույն կանոնակարգի բոլոր պայմաններին (այսուհետ՝ Կանոններ) և դրանց համապատասխան Կազմակերպչի հետ կնքում է պայմանագիր (այսուհետ՝ Պայմանագիր), որը փոխարինում է Խաղացողի և Կազմակերպչի միջև կայացրած ցանկացած նախորդ համաձայնությունները: Այսպիսով, Խաղացող(ներ)ից պահանջվում է մինչև գրանցվելը կարդալ Կանոնները, որոնք հասանելի են Կայքէջում:&nbsp;</p>
<p>3.1.2Կանոնների հետ ծանոթ չլինելը Խաղացողի համար հիմք չի հանդիսանում հետագա պարտավորություններից ազատվելու, Պայմանագիրը չեղարկելու և/կամ լուծելու համար:&nbsp;</p>
<p>3.1.3Գրանցվելու համար Խաղացողը մուտք է գործում Կայքէջի «Գրանցում» բաժինը: Խաղացողը պետք է մուտքագրի հետևյալ տեղեկությունները՝</p>
<p>1.Օգտատիրոջ անուն</p>
{/* <p>2.Գաղտնաբառ (գաղտնաբառը պետք է մուտքագրել)</p> */}
</h5></div>


              <div className='a103'> <h5>1.Խաղեր՝ ինտերնետ շահումով խաղեր, որոնց մասնակցելու հնարավորություն է ստեղծում Կազմակերպիչը սույն կանոնակարգին համապատասխան,Միավոր՝ միավոր, որը հնարավորություն է տալիս մասնակցել Խաղերին սույն կանոնակարգով սահմանված կարգով,<br></br>2.Խաղագումար՝ Խաղացողի կողմից վճարվող գումար Խաղերին մասնակցելու համար,<br></br>3.Շահում՝ Խաղացողի կողմից սույն կանոնակարգով սահմանված կարգով շահած գումար,<br></br>4.Կազմակերպիչ՝ «Կաբարկո» ՍՊԸ, որը հնարավորություն է ստեղծում մասնակցել Խաղերին,<br></br>5.Խաղացող՝ 21 տարին լրացած ֆիզիկական անձ, որը գրանցվել է Կազմակերպչի կայքէջում,....<p>3.ՀԱՇՎԻ ԿԱՆՈՆՆԵՐ</p>
<p>3.1.Հատուկ խաղային հաշվի ստեղծում</p>
<p>3.1.1Խաղերին մասնակցելու համար անձը պետք է&nbsp; ստեղծի Հատուկ խաղային հաշիվ` գրանցվելով www.adjarabet.am կայքէջում: Կայքէջում գրանցվելը նշանակում է, որ Խաղացողը համաձայնվում է սույն կանոնակարգի բոլոր պայմաններին (այսուհետ՝ Կանոններ) և դրանց համապատասխան Կազմակերպչի հետ կնքում է պայմանագիր (այսուհետ՝ Պայմանագիր), որը փոխարինում է Խաղացողի և Կազմակերպչի միջև կայացրած ցանկացած նախորդ համաձայնությունները: Այսպիսով, Խաղացող(ներ)ից պահանջվում է մինչև գրանցվելը կարդալ Կանոնները, որոնք հասանելի են Կայքէջում:&nbsp;</p>
<p>3.1.2Կանոնների հետ ծանոթ չլինելը Խաղացողի համար հիմք չի հանդիսանում հետագա պարտավորություններից ազատվելու, Պայմանագիրը չեղարկելու և/կամ լուծելու համար:&nbsp;</p>
<p>3.1.3Գրանցվելու համար Խաղացողը մուտք է գործում Կայքէջի «Գրանցում» բաժինը: Խաղացողը պետք է մուտքագրի հետևյալ տեղեկությունները՝</p>
<p>1.Օգտատիրոջ անուն</p>
{/* <p>2.Գաղտնաբառ (գաղտնաբառը պետք է մուտքագրել )</p> */}
</h5></div> 


          <div className='a104'>
            <h5><p>Սլոթ խաղերը կազմակերպվում են հետևյալ Պրովայդերների կողմից տրամադրվող ծրագրերի միջոցով.</p>

            Վիդեո Սլոթ Խաղերը տարբերվում են ձևավորումով/գրաֆիկայով և խաղային գծերի քանակով (բացառությամբ Ավիատոր վիդեո սլոթ խաղի, որի նկարագրությունը բերված է 1.1.1. կետում և Տուրբո խաղերի, որի նկարագրությունը բերված է 1.1.2 կետում), ինչևէ, խաղերի սկզբունքը նույնն է: Խաղում կան պատկերված անիվներ, որոնք պտտելով Խաղացողը կարող է շահել: Անիվների արտաքին տեսքը տարբեր խաղերում տարբերվում է: Էկրանին տեղակայված են տարբեր ֆունկցիաների կոճակներ, որոնց միջոցով Խաղացողը խաղում է: Վիդեո սլոթ խաղերը սկսվում են ՍՓԻՆ (SPIN) / ՍԹԱՐԹ (START) կոճակին սեղմելով: Անիվը պտտելուց հետո, երբ այն կանգնի, Խաղացողը կտեսնի իր շահումները (եթե շահել է): Շահելու փաստը որոշվում է սիմվոլների մասնակի կամ ամբողջական համընկնմամբ: Շահումները որոշվում են ըստ ընտրված խաղագումարների չափի և համընկած սիմվոլների համակցություններով: Այս դեպքերում շահումներն ընդհանրացվում են:
<p>Կազմակերպչի կողմից առաջարկվող Սլոթ խաղերի քանակը կազմում է 3000 խաղ:</p>
<p>Սլոթ խաղերում հիմնական միավորի դեր է կատարում ՀՀ դրամը:&nbsp;</p>
<p>Սլոթ խաղերում Խաղացողներին կարող են առաջարկվել այլ միավորներ՝ խաղանիշեր կամ կրեդիտներ, որոնք ունեն համարժեքը ՀՀ դրամով, որը ցուցադրվում է համապատասխան խաղում:</p>
<p>Սլոթ խաղերում առկա են միայն դրամական շահումներ: Շահումների տարբերակները ցուցադրվում են Խաղի մեջ:</p>
<p>Սլոթ խաղերը ներառում են Վիդեո սլոթերը և Սեղանի սլոթերը, որոնք կանոնները ներկայացված են:</p>
Գիծը շահած է, երբ այն պարունակում է առնվազն երեք&nbsp; նույնական սիմվոլներ, որոնք պետք է հաջորդեն միմյանց;
</h5>
          </div>
<div className='a106'>
    <h5><p>Կայքէջում առաջարկվում է հետևյալ հմտության խաղերը՝</p>

<p>Հմտության խաղում Խաղացողը խաղում է այլ Խաղացող(ներ)ի դեմ և/կամ Կազմակերպչի կողմից առաջարկվող ցանցում:</p>
<p>Հմտության խաղում հիմնական միավորի դեր է &nbsp;կատարում ՀՀ դրամը: Հմտության խաղում Խաղացողները կարող են առաջարկվել այլ միավորներ՝ G կամ S կամ կամ E կամ խաղանիշեր, որոնք ունեն համարժեքը ՀՀ դրամով, որը ցուցադրվում է համապատասխան խաղում:</p>
<p>Հմտության խաղում առկա են միայն դրամական շահումներ: Շահումների տեսակերը ցուցադրվում են խաղի մեջ:</p>
<p>Հմտության խաղերում շահումի գումարը հավասար է Խաղացողի խաղագումարների և ռեյքի տարբերությանը:</p>
<p>1.1.Բլոտ</p>
<p>Բլոտը կազմակերպվում է «Փլեյ Մաստեր» ՍՊԸ կողմից տրամադրված ծրագրով։</p>
<p>Խաղը խաղում են 2 հոգով քարտերի կապուկով։</p>
<p>Խաղացողը կարող է ստեղծել խաղը և սահմանել խաղում առաջարկվող խաղի պայմանները։ Արդեն գոյություն ունեցող սեղանին միացող Խաղացողն ավտոմատ կերպով համայաձայնվում է տվյալ սեղանի խաղի պայմանների հետ։</p>
<p>Խաղում Խաղացողի նպատակն է հակառակորդ Խաղացողից ավելի շատ միավորներ հավաքելը։ Միավորները հավաքվում են ըստ տարած քարտերի համապատասխան արժեքների։ Քարտերը հավաքվում են տանելով հակառակորդ Խաղացողի քարտերը։</p>
<p>Խաղը շարունակվում է մինչև Խաղացողներից մեկը հաղթի խաղափուլերի որոշակի քանակ կամ հասնի միավորների որոշակի քանակի (կախված խաղը ստեղծելու ժամանակ սահմանված պայմաններից)։</p>
<p>Բլոտում նվազագույն խաղագումարը 5 ՀՀ դրամ է, առավելագույնը՝ 5․000․000 ՀՀ դրամ։ Նվազագույն շահումը՝ 9,6 ՀՀ դրամ, առավելագույն շահումը՝ 9․600․000 ՀՀ դրամ։</p>

</h5>
</div>
<div className='a107'>
    <h5><p>Պոկեր խաղը կազմակերպվում է «Սպրայբ» ՍՊԸ ընկերության կողմից տրամադրվող ծրագրի միջոցով: Կայքէջում առաջարկվում է մեկ Պոկեր խաղ, որը ներառում է հետևյալ տարբերակները</p>
<p>1.Քեշ Խաղեր (Cash Games)</p>
<p>2.Մրցաշարեր</p>
<p>Պոկերում հիմնական միավորի դեր է կատարում ՀՀ դրամը: Պոկերում Խաղացողները կարող են առաջարկվել այլ միավորներ՝ G կամ S կամ կամ E կամ խաղանիշեր, որոնք ունեն համարժեքը ՀՀ դրամով, որը ցուցադրվում է համապատասխան խաղում:</p>
<p>Պոկերում հասանելի են միայն դրամական շահումներ, բացառությամբ սաթելայթ մրցաշարերի, որտեղ որպես շահում կարող են առաջարկվել մրցաշարերին մասնակցելու տոմսեր (որը կարող է ներառել կացության վճարի և/կամ ճանապարհածախսի փաթեթ): Պոկերում շահած գումարը հաշվարկվում է հետևյալ կերպ՝ (հավաքված փոթ - ռեյք). այսինքն՝ Խաղացողը ստանում է փոթի (ձեռքում խաղացող բոլոր ակտիվ Խաղացողների դրած խաղագումարների) ամբողջ գումարը, որոնք հավաքվել էին ձեռքի ընթացքում, հանած ռեյքի գումարը որը Կազմակերպիչը գանձում է ամբողջ փոթից: Փրի-Ֆլոփի ժամանակ ռեյք չի գանձվում. Կազմակերպիչը չի վերցնում ռեյքի գումարը նախքան ֆլոփը բաժանված:</p>
<p>Քեշ խաղերը խաղում են երկու կամ ավելի Խաղացողներ՝ մինչև 10:</p>
<p>Խաղին մասնակցում է խաղաթղթերի կապուկ` 52 խաղաթղթով: Ամենաբարձր խաղաթուղթը մեկանոցն է, ամենափոքր խաղաթուղթը` երկուսանոցը:</p>
<p>Բոլոր տեսակի Պոկերային խաղերի Պոկերային Համակցումները հետևյալն են`</p>
<p>1.Ռոյալ Ֆլեշ&nbsp;</p>
<p>Նույնագույն 5 հաջորդականություն, որը սկսվում է մեկանոցով և ավարտվում տասանոցով:</p>

<p>Սթրեյթ Ֆլեշ</p>

<p>Նույնագույն 5 հաջորդականություն:</p>

</h5>
</div>

<div className='a108'>
    <h5>

<p>Կազմակերպչի կողմից առաջարկվող Լայվ խաղերի քանակը կազմում է 200 խաղ:</p>
<p>«Էվոլյուշն Մալթա Լիմիթեդ» ընկերության ծրագրերով Լայվ Խաղերը ներառում են՝</p>

<p>1.Լայվ Խաղավարով Պտուտակախաղ (Live Dealer Roulette)</p>
<p>2.Լայվ Ավտո&nbsp; Պտուտակախաղ (Live Auto Roulette)</p>
<p>3.Լայվ Բլեքջեք (Live Blackjack)</p>
<p>4.Լայվ Կազինո Պոկեր (Live Poker)</p>
<p>5.Լայվ Բակկարատ (Live Baccarat)</p>
<p>6.Դրիմ Քեչեր (Dream Catcher)</p>


<p>Լայվ խաղերը կազմակերպվում են ուղիղ հեռարձակման միջոցով՝ իրական խաղավարի մասնակցությամբ, ում հետ խաղում է Խաղացողը:</p>
<p>Լայվ խաղերում հիմնական միավորի դեր է կատարում ՀՀ դրամը: Լայվ խաղերում Խաղացողները կարող են առաջարկվել որպես միավոր խաղանիշեր, որոնք ունեն համարժեքը ՀՀ դրամով և որը ցուցադրվում է համապատասխան խաղում:</p>
<p>Լայվ խաղերում առկա են միայն դրամական շահումներ: Շահումների տեսակերը ցուցադրվում են խաղի մեջ:</p>
<p>1.2. Լայվ պտուտակախաղ (Լայվ Ավտո Պտուտակախաղ և Լայվ Խաղավարով Պտուտակախաղ)</p>
<p>Նշված խաղերի սկզբունքները նույնն են: Խաղը խաղում են խաղային անիվի (պտուտակաանիվի), Խաղացողի կրեդիտը ցուցադրող հատուկ դաշտի, շահումների և խաղային դաշտի միջոցով: Խաղային դաշտը բաժանված է կարմիր և սև սեկտորների, ինչպես նաև համարակալված է 1-36 և 0 թվերով:&nbsp;</p>
<p>Լայվ Խաղավարով Պտուտակախաղ խաղալու ժամանակ Խաղացողի նպատակն է տեղադրել մեկ կամ մի քանի խաղագումարներ իր նախընտրած տարբերակի վրա՝ գուշակելու համար, թե որ դաշտի վրա կկանգնի գնդակը: Խաղացողը կարող է տեղադրել մեկ կամ մի քանի խաղագումարներ: Պտուտակախաղի անիվը պարունակում է 0-ից 36 թվերը:</p>

</h5>
</div>



           </div>
            </div>
        </div>
    )
}
export default Kanon;